tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shivammathur/php"
brew "webp"
brew "bat"
brew "freetype"
brew "php"
brew "composer"
brew "dnsmasq"
brew "gh"
brew "ghostscript"
brew "imagemagick"
brew "mysql"
brew "nginx"
brew "node"
brew "pkg-config"
brew "nvm"
brew "optipng"
brew "php@8.1"
brew "starship"
brew "thefuck"
brew "tldr"
brew "wp-cli"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@8.0"
cask "brave-browser"
cask "discord"
cask "fig"
cask "google-drive"
cask "iterm2"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "screaming-frog-seo-spider"
cask "slack"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "ardenivanov.svelte-intellisense"
vscode "austenc.tailwind-docs"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codingyu.laravel-goto-view"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fisheva.eva-theme"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "glitchbl.laravel-create-view"
vscode "heybourn.headwind"
vscode "IHunte.laravel-blade-wrapper"
vscode "junstyle.php-cs-fixer"
vscode "m1guelpf.better-pest"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "PKief.material-icon-theme"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "stillat-llc.vscode-antlers"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
