tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shivammathur/php"
brew "webp"
brew "automake"
brew "libyaml"
brew "azure-cli"
brew "bat"
brew "bison"
brew "freetype"
brew "chruby"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "go"
brew "libheif"
brew "imagemagick"
brew "libffi"
brew "libksba"
brew "neovim"
brew "nginx"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "optipng"
brew "php@8.1"
brew "php@8.2"
brew "pkg-config"
brew "pngquant"
brew "redis", restart_service: true
brew "ruby-install"
brew "starship"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@8.0"
cask "brave-browser"
cask "dbngin"
cask "discord"
cask "iterm2"
cask "ngrok"
cask "orbstack"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "rectangle"
cask "screaming-frog-seo-spider"
cask "slack"
cask "spotify"
cask "tableplus"
cask "transmit"