tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "bat"
brew "php", restart_service: true, link: false
brew "composer"
brew "dnsmasq"
brew "docker"
brew "gh"
brew "imagemagick"
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "pkg-config"
brew "nodenv"
brew "php@8.1", link: true
brew "thefuck"
brew "wp-cli"
brew "shivammathur/php/php@7.4"
cask "fig"
cask "google-drive"
cask "postman"
cask "rectangle"
cask "screaming-frog-seo-spider"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codingyu.laravel-goto-view"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "glitchbl.laravel-create-view"
vscode "IHunte.laravel-blade-wrapper"
vscode "junstyle.php-cs-fixer"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "PKief.material-icon-theme"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "syler.sass-indented"
vscode "Vue.volar"
vscode "withfig.fig"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
